<template>
  <v-container align-center>
    <div>
      + 1.10.2018 Выключил звук при входе бича
      <br>+ Добавил уведомления входа и выхода бичей
      <br>+ Добавил список пользователей онлайн
      <br>fix Убрал звук при загрузке аппки
      <br>fix Починил список онлайн, обновляется корректно
      <br>+ Фокус поле сообщения при открытии чатика
      <br>+ Звук только при первом нажатии
      <br>+ Запрет отправки пустых сообщений
      <br>+ 12.02.2019 Добавил реализацию к получению более ранних сообщений
    </div>
  </v-container>
</template>

<script>
export default {
  name: "changelog"
};
</script>

